export default {
  '平和质': {
    name: '平和',
    symptom: ['恭喜您处于身心和谐状态，请努力保持'],
    meaning: ['令人羡慕，中国人群的只有30%左右为平和质','先天禀赋良好，后天调养得当','体态适中，面色红润，精力充沛，脏腑功能强健壮实'],
    worry: ['平和质是很好的状态没有困扰，相反有很多优点，如：','体型匀称，体重适中','食欲稳定，饮食规律','情绪平稳，性格平和，容易开心，好相处','代谢畅通。通常汗出畅通或在天热、热食、热饮、洗澡、运动情况下汗出比别人更多些，而且觉得舒服','皮肤光洁，面色红润'],
    why: ['出生于长寿家庭','父母善于养生，从小就培养了您良好的生活习惯和性格心态','保持了良好的生活习惯，饮食健康，起居有常','几乎不熬夜','懂得知足，遇烦心事先反省、不抱怨'],
    careful: ['脸色不如年轻时候有光泽，精力也许不是那么充沛','注意保持良好的生活方式'],
    how: ['忌食生冷，多吃温热：冷饮尽量不吃','荤素搭配','空调要远离，尤其在出汗的时候，每晚温热的水泡脚','保持有规律的适度运动，每天30—45 分钟的适度运动，避免大汗淋漓和过长时间的运动','不熬夜：23点前睡觉是底线'],
    goods: {
      name: '黄金加强版',
      image: 'http://opii7iyzy.bkt.clouddn.com/mall/recommend/potion0.jpg'
    },
    viscera: []
  },
  '气虚质': {
    name: '气虚',
    symptom: ['头发没有光泽', '容易出汗，气短', '不爱说话，容易乏力', '容易浮肿', '大便困难', '思虑过重', '消化不好'],
    meaning: ['容易累，性格慵懒、容易心慌、出虚汗', '体内气虚，经常气短'],
    worry: ['肌肉松软，皮肉(肚皮、眼皮、屁股、脸)下垂。四肢肌肉松软无力','气短懒言，疲乏神倦','头晕，健忘','节气变化容易感冒','多汗、自汗、出虚汗，运动更甚','没食欲，消化不良，经常腹胀，大便困难', '面色萎黄或淡白', '头发没有光泽', '有些人食欲很好，食速很快，但饭后腹胀明显，容易疲乏无力'],
    why: ['母亲怀孕时营养不足，喂养不当，或父母一方是气虚质','大病、久病之后，元气大伤','神过劳，长期过度用脑，劳伤心思','形过劳，过度劳累自身体力','长期节食会造成人体摄入营养不足，形成气虚','喜欢吃冰冷寒凉、肥甘厚腻、缺乏运动'],
    careful: ['身体松软肥胖：气虚发胖多是吃的东西消化不掉形成痰湿，滞留在皮下就是肥胖，到肝脏是脂肪肝，进入血液血脂增高，堆在腹部是将军肚','高血脂：气虚则血流不畅，导致血脂堆积','内脏下垂：气虚不能提升，肾、胃等内脏容易下垂','慢性疲劳综合征：活力降低，睡眠障碍，注意力不集中','鼻咽癌：气虚者经常感冒，从而导致反复鼻塞，再加上气滞于此，久之容易致病'],
    how: ['多吃性平偏温、具有补益作用而且好消化的食物，如：大米、灿米、玉米、红薯等','冷饮、冰箱里刚拿出来的食物一定不要再碰，寒凉最伤脾胃','喝水要小口，温饮，避免大量猛饮，容易出现脾胃发胀，促生痰湿体质','气虚消化功能不佳，定要细嚼慢咽，七分饱，否则容易脾胃积滞','选择缓慢的有氧运动，慢跑，瑜伽，登山，散步等。避免过度运动，加重气虚体质','谨避风寒，不要过劳。不熬夜，细嚼慢咽、七分饱','经常敲打足三里，益血补气又健脾','遇事不要考虑过多，学会感受直觉，多移情于琴棋书画、唱歌跳舞'],
    goods: {
      name: 'U-1',
      image: 'http://opii7iyzy.bkt.clouddn.com/mall/recommend/potion1.jpg'
    },
    viscera: [3, 10]
  },
  '阳虚质': {
    name: '阳虚',
    symptom: ['性欲减退', '头发稀疏，干枯', '月经量少，腹痛(针对女性)', '秋冬季节手脚冰冷', '痤疮', '睡眠不好，黑眼圈', '口臭'],
    meaning: ['体内阳气不足，导致怕冷，需要吃热，穿暖'],
    worry: ['怕冷，尤其背、腹部。到冬天手冷过肘，足冷过膝','没到老年，总起夜，小便多','经常腹泻，尤其是五更早起拉稀便。吃凉的更容易腹泻','脚跟、腰腿疼痛、下肢易肿胀','低血压，头晕，心悸气短','有头发稀疏、脱发等问题', '情绪消沉，容易有抑郁倾向', '耳鸣、色斑', '睡眠轻、容易惊醒', '会常常咬到自己的舌头', '黑眼圈、口唇发暗', '常牙痛、口臭、面红油腻、痤疮、烦躁失眠'],
    why: ['熬夜，总是超过23点也不睡觉','冷饮和凉茶是日常饮品','长期近距离吹空调','冬季，还习惯光脚穿鞋','冬季露着膝盖穿短裙，夏季空调下穿露脐装','过度控制饮食，营养不良','先天禀赋不足，父母为阳虚质','吃了太多的生冷寒凉或者工作环境湿冷', '长期、大量用抗生素、激素类、利尿剂、清热解毒中药等', '久病损伤阳气', '长期大量运动，或喜欢桑拿 ，出汗过度', '汗出当风，大汗淋漓之后，总是要吹风，甚至洗凉水澡'],
    careful: ['肥胖，减肥首先要考虑加强阳气的补养，绝对不要忍饥挨饿','到了更年期、老年期很容易患骨质疏松','容易遭受风寒湿邪的侵袭，从而导致关节炎、类风湿','因体内水液不能蒸腾，会出现小腿或脚踝水肿','两颧、眼睑周围、口角部容易出现褐斑','常有痛经，月经延后，甚至闭经，严重可导致宫寒不易受孕，或子宫肌瘤(针对女性)','因阳气不足导致的冠心病、心率失常;','平日容易腹胀、腹泻，消化不良，或有堵塞感','特别怕冷，特别没精神，血压低，甲状腺功能低下', '天气变冷，或遇冷空气就喷嚏不断，严重会发展到哮喘'],
    how: ['多吃温性、容易消化的补益食物，如：如：大米、灿米、玉米、红薯等','忌食生冷：冷饮、冰箱里刚拿出来的食物一定不要再碰，寒凉最伤脾胃','喝水要小口，温饮，避免大量猛饮，容易出现脾胃发胀，促生痰湿体质','生姜在夏季是很好的选择','注意保暖：腹背，小腹(女孩子的子宫所在，需重点保护)，腰部，脚和腿是保暖的重点','空调要远离，尤其在出汗的时候，更不能用空调、电扇直对身体吹凉风','每晚烫脚，搓后腰。后腰暖融融最养肾','多运动，选择温和的运动，最好在户外阳光里', '轻松愉快，阳虚的人大多安静、内敛，所以不宜选择过于兴奋、亢奋，张扬的活动和工作', '多听轻松、活泼的音乐', '拒绝熬夜：23点前睡觉是底线'],
    goods: {
      name: 'U-2',
      image: 'http://opii7iyzy.bkt.clouddn.com/mall/recommend/potion2.jpg'
    },
    viscera: [5, 12]
  },
  '阴虚质': {
    name: '阴虚',
    symptom: ['口燥咽干', '肌肤苍白', '大便干燥', '眼睛干涩', '关节皮肤偏干', '容易眩晕耳鸣'],
    meaning: ['阴虚质是指人体精、血等阴液亏损，失去润泽脏腑、滋养经脉、肌肤的功用'],
    worry: ['五心烦热，手心、足心、胸中发热，喜欢光脚踩在凉凉的地板上','易口燥咽干，口渴，爱喝凉水和冷饮','口臭，口腔溃疡。舌红少津少苔','大便干燥，小便短赤','肌肤苍白或红，常有烘热感，面色潮红','眼睛发干，红血丝多', '缺少耐心，急躁易怒'],
    why: ['先天禀赋，父母遗传','情绪长期压抑不舒展','长期心脏功能不好','长期食用辛辣燥热的食品','经常熬夜','曾经纵欲过度'],
    careful: ['容易患结核病，如肺结核、肠结核、骨结核、淋巴结核等疾病','如果长期情绪压抑，易患肿瘤。因此对于身体的不明包块、硬结或者不明原因的发热、便血、尿血、消瘦、疼痛等要高度注意，及时检查，明确诊断','高血脂、高血压、糖尿病','甲状腺功能亢进,因而情绪亢奋，容易激动，睡眠不佳','容易失眠，心烦，盗汗，口干，口渴，心悸等'],
    how: ['忌食辛燥： 温燥的、辛辣的食物要少吃。如果吃多热性食物上火了，吃点凉性水果平衡一下','烹调尽量少放调料，保持原汁原味，少煎炸、烧烤。就算食物不是热性，经过油炸，烧烤等方式也变得上火伤阴','多选择性平或微凉、滋润、补血的食物','虽然多数水果都适合阴虚体质，但是也不能以水果为主食，要多喝五谷杂粮粥，滋润还补养','不能无节制的吃很寒凉的食物，尤其是冷饮、冰箱里刚拿出来的食物，伤及脾胃更加麻烦','阴虚体质可能会较早出现关节不利涩滞，进入中年后不要经常做磨损膝关节的运动(下楼梯、登山，跑步机)','拒绝熬夜，23点前睡觉是底线。熬夜消耗肝血，自然阴虚火旺','注意自己的情绪，时刻提醒自己保持淡定。少抱怨、少发火'],
    goods: {
      name: 'U-3',
      image: 'http://opii7iyzy.bkt.clouddn.com/mall/recommend/potion3.jpg'
    },
    viscera: [5, 8]
  },
  '痰湿质': {
    name: '痰湿',
    symptom: ['大便不畅，味道难闻', '体重大', '皮肤油腻，毛孔大', '月经量少(针对女性)', '出汗多', '不爱运动，虚胖'],
    meaning: ['四肢重，排泄浊，口舌黏，浑身腻', '水液代谢过程不畅通产生废物，随着气血的运行流窜全身，位置不定，容易引起诸多疾病', '与生活方式密切相关，多发于生活富足之人'],
    worry: ['容易发胖，脚步声大，屁股坐下去就不爱起来','不喜欢喝水，喝多水不舒服，腹胀，面部虚胖，手脚肿胀，体重增加，大便不畅','长期小便浑浊，起泡沫','出汗两极分化，要不就明显少汗无汗，要不就汗出过多','缓慢迟钝，胸闷，头晕脑胀，嗜睡，赖床，喜欢睡回笼觉','大便燥结或者粘滞不爽，并且异味大'],
    why: ['吃得多，暴饮暴食，喜欢冰冻寒冷，经常吃加工食品，特别爱吃甜或咸','长期运动少，运动不规律','就用电脑，呼吸质量差，导致不运动也会感到很累','小时候吃冰冻的东西太多，伤了阳气','不吃早餐，熬夜，吃宵夜','饮酒过多','常用空调冷气'],
    careful: ['容易患高血压，高血脂，冠心病，心梗，中风等疾病','容易患糖尿病和脂肪肝','容易月经不调，月经量少甚至闭经(针对女性)','容易不孕，颈椎病'],
    how: ['忌暴饮暴食，要细嚼慢咽，七分饱刚刚好，尝鲜即可不要贪吃，节制宵夜','有健脾，小时祛湿效果的食物可以适当多吃','喝水小口，温饮，避免大量猛饮，容易出现脾胃发胀，加重痰湿体质','适度运动，多出汗排出痰湿，运动后切忌和冷饮，吹空调','起居注意，不要熬夜，经常泡澡，微微出汗','少用空调，穿着舒适，选用棉麻等天然材质','放轻松，学专注，清理杂乱的念头，跟着感觉走'],
    goods: {
      name: 'U-4',
      image: 'http://opii7iyzy.bkt.clouddn.com/mall/recommend/potion4.jpg'
    },
    viscera: [3, 11]
  },
  '湿热质': {
    name: '湿热',
    symptom: ['有口气', '头皮屑多', '牙齿比较黄', '痤疮较多', '体味大', '容易紧张'],
    meaning: ['湿热质是一种内环境不清洁，又湿又热，排泄不畅的体质', '感觉不干净，不清爽，爱长痘'],
    worry: ['脸总像洗不干净。面色发黄、发暗、油腻','牙齿比较黄，牙龈比较红，口唇也比较红','容易生以脓包为主的痤疮，红肿疼痛较明显','口干、口苦、口臭','汗味大、体味大','大便燥结或者粘滞不爽', '小便深黄色，异味大', '容易紧张、压抑、焦虑、发怒'],
    why: ['吸烟、喝酒、熬夜三者兼备','长期情绪压抑，借酒浇愁','肝炎病毒携带者','总吃香辣口味，煎、烧烤、油炸食物','长期生活在湿热环境中','过度进补'],
    careful: ['容易出现皮肤问题，如：脂溢性皮炎、脓包痤疮体癣、脚癣等','容易患肝胆系统疾病，如：肝炎病毒、急性黄疸型肝炎、胆结石','容易患泌尿系统及生殖系统感染性疾病','筋骨肌肉疲劳。容易腰酸背痛，浑身疼得难受','糖尿病、高血压、中风'],
    how: ['少甜少酒，少辣少油','不宜食用热性或滋补食物，尽量避免烤、炸、煎等方式','可多选择平凉、滋润的食物','兼有阳虚或怕吃凉的情况，一定要避免寒凉食物，温平食物要常吃，常喝五谷粥补气血，帮助身体排出寒气','重点在舒展筋骨关节，增加身体柔韧度。因为筋骨关节的僵硬、涩滞不利肝胆的疏泄，推荐瑜伽，五禽戏，太极拳、普拉提','穿衣多选择天然材质的衣物','不熬夜，保证睡眠时间对改善湿热体质非常重要','经常练习深呼吸，多听舒缓、流畅、悠扬的音乐', '首选背部膀胱经的刮痧，走罐等传统疗法'],
    goods: {
      name: 'U-5',
      image: 'http://opii7iyzy.bkt.clouddn.com/mall/recommend/potion5.jpg'
    },
    viscera: [9, 13]
  },
  '血瘀质': {
    name: '血瘀',
    symptom: ['体型瘦', '容易脱发', '两颊有红血丝', '痛经，有血块(针对女性)', '舌头有血点儿', '易怒，健忘', '皮肤干燥'],
    meaning: ['莫名疼痛，无缘故淤青', '全身性的血脉不那么通畅，优点缓慢淤滞，但是又达不到疾病的程度', '女人拥有好气色的主要障碍'],
    worry: ['皮肤发暗发青，疼痛，干燥，瘙痒，容易出现小包块','容易脱发，而且不好治，因为血瘀导致毛囊不能得到充足的营养供应所致','易生斑、面色晦暗。口唇发暗，眼睛有红血丝','痤疮。常见难以透脓的暗紫小丘疹为主的痤疮，暗疮印(色素沉着)很难消散','舌头上有长期不消的瘀点。严重的人舌根部小静脉怒张','健忘、记忆力下降', '肝气不舒展，经常心烦易怒。月经不调、经前期紧张整合征。表情不够丰富，人相对严肃'],
    why: ['抑郁，压抑，长期不能舒展，性格敏感，消极','曾经有过严重的外伤','慢性病缠身，久治不愈，长期服药，伤害了肝脏','长期在寒冷的环境中工作，或者父母遗传','曾经以吃寒凉的水果蔬菜为主食减肥，损伤了阳气','长期吃冰箱里刚拿出来的饮食'],
    careful: ['血瘀质肥胖的人更容易患高血压，中风，冠心病，痛风，糖尿病等','消瘦，怎么吃都不胖','容易得抑郁症','偏头痛，肋间神经痛，常见于月经前和气温下降时发作或加重(针对女性)','脸上有黄褐斑','容易乳腺增生(针对女性)'],
    how: ['多吃具有活血，散结，行气，疏肝解郁作用的食物，如：柠檬，山楂，芹菜等','少吃油腻，寒冷，的食物','适度运动，唤醒心肺功能有助于消散淤血，但中老年人不宜参加剧烈，爆发性的运动','早睡早起，尽量保证在晚上11点之前睡觉保证肝血更新','常常和乐观开朗的人在一起参与团体活动','培养一些兴趣，让自己沉浸在一种爱好里，体会聚精会神的乐趣'],
    goods: {
      name: 'U-6',
      image: 'http://opii7iyzy.bkt.clouddn.com/mall/recommend/potion6.jpg'
    },
    viscera: [1, 7]
  },
  '气郁质': {
    name: '气郁',
    symptom: ['性格内向', '经常叹气', '大便干燥', '情绪低落，容易焦虑', '面色发黄，没有光泽', '睡眠有问题', '时常郁闷，不开心'],
    meaning: ['以性格内向不稳定、忧郁脆弱、敏感多虑为主要表现的体质','习惯把情绪都憋在心里，表面上的平静，内心敏感，忧郁，常叹息'],
    worry: ['郁闷、不开心','面色发黄，没有光泽','经常莫名其妙、不由自主地叹气','睡眠不好，心慌头晕，偏头痛','大便干燥','阳痿(针对男性)', '精神难以集中,精神难以集中,古怪脾气，常在郁闷、发火之间摆荡', '不思饮食或消化不良', '可能患慢性咽炎'],
    why: ['父母遗传，天生气质忧郁','工作压力比较大：白领阶层、行政工作人员、管理人员','幼年曾经历过比较大的不良生活事件打击，比如单亲家庭、寄人篱下、自信心受到过打击等'],
    careful: ['颈项部的甲亢、慢性胃炎、慢性结肠炎、慢性胆囊炎、肝炎等','偏头痛：有偏头痛、胸痛和肋间神经痛，主要是以胀痛为主','易感抑郁症'],
    how: ['多吃行气解郁、补气血的食物','可适度饮酒，疏肝活血','不能吃太多寒凉的食物(冰镇饮料、吃太多水果、生吃蔬菜)','拉伸，舒展运动为主，推荐瑜伽，太极，各种舞蹈等','避免情绪波动又闷在心里，最容易伤及内脏','和朋友聊天、移情培养新的爱好、多听欢快的令人振奋的音乐，都是不错的选择','一定要早睡早起，早睡是保障肝脏造血的最佳方式','每天掌心击打胸口十几次，5分钟推腹法(平躺，掌根从胃口向下推至肚脐)都可以让您如释重负'],
    goods: {
      name: 'U-7',
      image: 'http://opii7iyzy.bkt.clouddn.com/mall/recommend/potion7.jpg'
    },
    viscera: [2, 6]
  },
  '特禀质': {
    name: '特禀',
    symptom: ['容易过敏', '经常打喷嚏', '容易有抓痕', '莫名的发痒', '哮喘'],
    meaning: ['容易过敏', '身体对某些物质有特异性反应，让您不停的打喷嚏，哮喘，皮肤肿胀等'],
    worry: ['西医目前没有彻底改变特禀质导致过敏的方法','该体制不容易调理'],
    why: ['现代城市的生活方式','经常熬夜，咖啡，烟酒','反季节穿衣，过度使用空调','高热量的加工食物','遗传或者工作环境','滥用药物'],
    careful: ['哮喘，荨麻疹，花粉症，药物过敏'],
    how: ['清淡，均衡，粗细粮食搭配适当，少吃容易引起过敏的海鲜','如果非常容易感冒的，多吃些温平补气的食物','保持好睡眠习惯，早起，不熬夜','适度运动，微微出汗有助于改善皮肤的新陈代谢，但不可以过度运动','情绪调节，顺气自然，不急不缓'],
    goods: {
      name: 'U-8',
      image: 'http://opii7iyzy.bkt.clouddn.com/mall/recommend/potion8.jpg'
    },
    viscera: [5, 4]
  }
}